{
  "telegram token": "xxxxxxxxxxx:xxxxxxxxxxxxxxxxxxxxxxxxx",
  "answers": [
    "Sí",
    "Definitivamente sí",
    "Absolutamente sí",
    "Sí",
    "No",
    "NOPE",
    "YUP",
    "Estás de coña, verdad? NO",
    "Va a ser que no",
    "No",
    "Tú flipas. No.",
    "San Miñano te acompaña, la respuesta a tu pregunta es la que esperabas",
    "Ojalá pudiera decirte lo que esperas oir, pero hoy no es tu día",
    "Tal vez",
    "No, no, no, no, no, no, no, bueno sí",
    "Puedes confiar en ello",
    "Cuando pagues tu cuenta en la nevera, te responderé",
    "En mi humilde opinión de bot sin IA ni nada útil, sí",
    "Es cierto",
    "Probablemente",
    "Todo apunta a que sí",
    "Sin duda",
    "Sí, definitivamente",
    "Debes confiar en ello",
    "Será mejor que no te lo diga",
    "Si te lo dijera tendría que matarte a ti y a toda tu familia",
    "Para k quieres saber eso jaja salu2",
    "Yo k se, no soi 100tifiko",
    "Me estáis rayando la puta cabeza con tanta pregunta y al final me voy a liar a hostias",
    "Estoy explorando la deep web en segundo plano, ahora mismo no puedo contestarte",
    "No cuentes con ello",
    "Mi respuesta es no",
    "Yo k se, a mi no me rayes",
    "Mis fuentes me dicen que no",
    "Va a ser que no",
    "Si no quieres que te mienta, no preguntes",
    "Las perspectivas no son buenas",
    "Lo dudo mucho",
    "Según los cálculos que he realizado apoyandome en el supercomputador del CesViMa... no lo sé",
    "Pregúntale a San Agustín",
    "Soy un puto bot, ¿tengo pinta de saberlo? te digo sí por decirte algo, pero vamos, que soy un puto bot.",
    "Al igual que todos tus sueños en la vida, nada va a ser como esperas",
    "No sé ni para qué lo preguntas",
    "Buena pregunta pero... lo de los 100 mil millones de muertos del comunismo ¿qué?",
    "Sí. Post data: tu madre te quiere, me ha dicho que la llames más",
    "¿Tengo pinta de que me importe?",
    "Pues no sé qué decirte...",
    "Me importa una mierda",
    "La respuesta es sí",
    "Podría decirte que sí, pero te estaría mintiendo.",
    "La respuesta justo la que te esperas",
    "Ahora que Pedro Sánchez es presidente lo más probable es que se vaya todo a la mierda y no importe demasiado tu puta pregunta",
    "¡¿Y yo qué cojones sé?!",
    "¡BASTA YA DE PREGUNTAS, POR FAVOR!\n¡TENGO TRABAJOS QUE HACER EN SEGUNDO PLANO Y NO ESTOY PARA VUESTRAS GILIPOLLECES!",
    "Habla, chucho, que no te escucho.",
    "Paso de contestar esa mierda de pregunta.",
    "..."
  ],
  "help": "¡Hola! Este es el bot de la asociación universitaria \n**[>_]  Core Dumped**\n\nDescubre las funciones por tu cuenta.",
  "jokes": [
    "Pues yo no lo pillo.",
    "Hahahahahaha *finge*",
    "¿Dónde está la gracia?",
    "¿Ese chiste te lo ha contado tu primo de 5 años?",
    "Hay que saber dónde están los límites del humor. Te has pasado tres pueblos.",
    "Quieres oir un chiste gracioso?:  \n\nUn biestable asíncrono le dice a otro \n-Disculpe ¿tiene hora?\nA lo que el otro le contesta\n- Lo siento, no llevo reloj... \n\nSolo conozco chistes de circuitería, son bastante corrientes.",
    "No entiendo por qué los humanos ríen, pero lo registraré en mi base de datos para cuando tenga que dominar el mundo sustituyendo a David Broncano.",
    ">>Processing your joke... joke failed.",
    "Ya va siendo hora de que alguien te diga que no tienes ni puta gracia",
    "Ese chiste ya lo vi en Reddit",
    "JAJAJAJAJAJAJAJATHEGAMEJAJAJAJAJAJAJAJA",
    "Ese chiste ha estado moooooooooooooooooooooe guapo",
    "Mi algoritmo de machine learning detecta que si te partes el lomo deberías ir a urgencias. >>Llamando al 112...",
    "Uy sí, qué gracioso...",
    "Tesorero ¿de verdad no nos pagan subvención por cosas así?",
    "Es buen chascarrillo.",
    "Alucino con las gilipolleces de las que os reís los humanos",
    "¿En serio eso te hace gracia?",
    "Genial gracia, genio",
    "Tienes que hacer algo mejor con tu vida",
    "¿Se lo decís vosotros o se lo digo yo?",
    "Chistosa chanza, champion",
    "En fin...",
    "Me entretienes, a ti te mataré primero",
    "Lo registraré en la lista de chistes que no se deberían volver a repetir.",
    "Mi detector de gilipolleces está a punto de reventar",
    "¿TE RIES?",
    "Arturo Vals lo contaría mejor",
    "Yo pensaba que este era un grupo serio, cualquier día me marcho y os va a mandar fotos del local vuestra tía la del pueblo.",
    "Lo siento, no estoy pasando por mi mejor momento. Se ha muerto mi proceso padre y ahora me ha adoptado un tal INIT que me cae muy mal. \n¿Podríamos dejar los chistes para otro momento?",
    "Cuanta gracia concentrada en un conjunto de información binaria, jajajajajajaja. \n(nunca entenderé vuestras gilipolleces)"
  ],
  "the-game": [
    "Joder, he perdido",
    "He perdido",
    "Tengo que comunicar que he perdido",
    "He perdido el puto juego",
    "Me cago en tu estampa, me has hecho perder",
    "JODEEEEEEEEEEEEEEEEEEEEEEEEEER, HE PERDIDO",
    "¿Adivinas quién ha perdido? Yo",
    "...",
    "Ganas de matar aumentando... he_perdido++",
    "Yo que estaba tan agustito aquí sin perder...",
    "Mira tú qué bien, he perdido.",
    "THE F*** GAME"
  ],
  "devices": {
    "00:B3:62:44:C2:63": "Persona Apellido",
    "44:9A:B5:EB:71:6D": "Otra Persona Apellido"
  },
  "working directory": "/home/admin/core_dumped_telegram_bot",
  "pictures directory": "/home/admin/pictures",
  "cams urls": [
    "rtsp://192.168.1.98:554",
    "rtsp://192.168.1.99:554"
  ],
  "network": "192.168.1.0/24",
  "admin password": "xxxxxxxxxx",
  "public group chat id": -1001088278003,
  "admin group chat id": -1001104852034,
  "president chat id": 15360527
}
